Repository: 2manysecrets/parallel-wget
Catalog: po/*.po
Languages: es

source: Connecting to %s:%hu...
es: Conectándose con %s:%hu...

source: Connection to %s:%hu refused.
es: Conexión con %s:%hu rehusada.

source: connected!
es: ¡conectado!

source: Logging in as %s ...
es: Entrando como %s ...

source: Login incorrect.
es: Login incorrecto.

source: Logged in!
es: ¡Adentro!

source: Unknown type `%c', closing control connection.
es: Tipo `%c' desconocido, cerrando conexión de control.

source: done.
es: hecho.

source: ==> CWD not needed.
es: ==> No se necesita CWD.

source: No such directory `%s'.
es: No existe ningún directorio `%s'.

source: done.
es: hecho.

source: ==> CWD not required.
es: ==> No se requiere CWD.

source: Cannot initiate PASV transfer.
es: No se puede iniciar transferencia PASV.

source: Cannot parse PASV response.
es: No se pudo interpretar la respuesta de PASV.

source: Will try connecting to %s:%hu.
es: Se intentará conectarse con %s:%hu.

source: done.
es: hecho.

source: Invalid PORT.
es: PUERTO inválido.

source: REST failed, starting from scratch.
es: Falló REST, recomenzando de cero.

source: No such file `%s'.
es: No existe un archivo `%s'.

source: No such file or directory `%s'.
es: No existe el archivo o directorio `%s'.

source: Length: %s
es: Tamaño: %s

source: [%s to go]
es: [%s para terminar]

source: %s: %s, closing control connection.
es: %s: %s, cerrando conexión de control.

source: %s (%s) - Data connection: %s;
es: %s (%s) - Conexión de datos: %s;

source: Control connection closed.
es: Conexión de control cerrada.

source: Data transfer aborted.
es: Transferencia de datos abortada.

source: File `%s' already there, not retrieving.
es: El archivo `%s' ya está, no se trae.

source: (try:%2d)
es: (intento:%2d)

source: %s (%s) - `%s' saved [%ld]
es: %s (%s) - %s' guardado [%ld]

source: Removing %s.
es: Borrando %s.

source: Using `%s' as listing tmp file.
es: Usando `%s' como archivo temporario para el listado.

source: Removed `%s'.
es: Se borra `%s'.

source: Server file no newer than local file `%s' -- not retrieving.
es: El archivo en el servidor no es más reciente que el local `%s' -- no se trae.

source: The sizes do not match (local %ld) -- retrieving.
es: Los tamaños no coinciden (el local es %ld) -- se trae.

source: Invalid name of the symlink, skipping.
es: El nombre del enlace simbólico no es válido. Se saltea.

source: Already have correct symlink %s -> %s
es: Ya se tiene el enlace %s -> %s correcto

source: Creating symlink %s -> %s
es: Creando enlace simbólico %s -> %s

source: Symlinks not supported, skipping symlink `%s'.
es: No se soportan enlaces simbólicos, se saltéa `%s'.

source: Skipping directory `%s'.
es: Ignorando directorio `%s'.

source: %s: unknown/unsupported file type.
es: %s: tipo de archivo desconocido/no soportado.

source: %s: corrupt time-stamp.
es: %s: datado corrupto.

source: Will not retrieve dirs since depth is %d (max %d).
es: No se traen directorios ya que la profundidad es %d (máx: %d).

source: Not descending to `%s' as it is excluded/not-included.
es: No se desciende a `%s' ya que está excluido o no incluido.

source: Rejecting `%s'.
es: Rechazando `%s'.

source: No matches on pattern `%s'.
es: No hay coincidencias con `%s'.

source: Wrote HTML-ized index to `%s' [%ld].
es: Índice en formato HTML escrito en `%s' [%ld].

source: Wrote HTML-ized index to `%s'.
es: Índice en formato HTML escrito en `%s'.

source: %s: option `%s' is ambiguous
es: %s: la opción `%s' es ambigua

source: %s: option `--%s' doesn't allow an argument
es: %s: la opción `--%s' no admite argumentos

source: %s: option `%c%s' doesn't allow an argument
es: %s: la opción `%c%s' no admite argumentos

source: %s: option `%s' requires an argument
es: %s: la opción `%s' requiere un argumento

source: %s: unrecognized option `--%s'
es: %s: opción `--%s' desconocida

source: %s: unrecognized option `%c%s'
es: %s: opción `%c%s' desconocida

source: %s: illegal option -- %c
es: %s: opción ilegal -- %c

source: %s: option requires an argument -- %c
es: %s: la opción requiere un argumento -- %c

source: %s: Cannot determine user-id.
es: %s: No se puede determinar el usuario.

source: %s: Warning: uname failed: %s
es: %s: Aviso: falló uname: %s

source: %s: Warning: gethostname failed
es: %s: Aviso: falló gethostname

source: %s: Warning: cannot determine local IP address.
es: %s: Aviso: no se puede determinar la dirección IP local.

source: %s: Warning: cannot reverse-lookup local IP address.
es: %s: Aviso: no se puede hacer la búsqueda inversa de la dirección IP local.

source: %s: Warning: reverse-lookup of local address did not yield FQDN!
es: %s: Aviso: ¡La búsqueda reversa de la dirección local no dio un FQDN!

source: Host not found
es: Nombre de máquina no encontrado

source: Unknown error
es: Error desconocido

source: Index of /%s on %s:%d
es: Índice de /%s en %s:%d

source: time unknown
es: tiempo desconocido

source: File
es: Archivo

source: Directory
es: Directorio

source: Link
es: Enlace

source: Not sure
es: No es seguro

source: Failed writing HTTP request.
es: Falló la escritura del requerimiento HTTP.

source: %s request sent, awaiting response...
es: Requerimiento %s enviado, esperando respuesta...

source: End of file while parsing headers.
es: Final de archivo mientras se analizaban las cabeceras.

source: Read error (%s) in headers.
es: Error de lectura (%s) en las cabeceras.

source: No data received
es: No se recibieron datos

source: Malformed status line
es: Línea de status mal formada

source: (no description)
es: (sin descripción)

source: Authorization failed.
es: Falló autorización.

source: Unknown authentication scheme.
es: Esquema de autentificación desconocido.

source: Location: %s%s
es: Ubicación: %s%s

source: unspecified
es: no especificado

source: [following]
es: [siguiendo]

source: Length:
es: Tamaño:

source: (%s to go)
es: (faltan %s)

source: ignored
es: se ignora

source: Warning: wildcards not supported in HTTP.
es: Aviso: no se soportan comodines en HTTP.

source: File `%s' already there, will not retrieve.
es: El archivo `%s' ya está, no se trae.

source: Cannot write to `%s' (%s).
es: No se pudo escribir a `%s' (%s).

source: ERROR: Redirection (%d) without location.
es: ERROR: Redirección (%d) sin `location'.

source: Last-modified header missing -- time-stamps turned off.
es: Falta cabecera Last-modified -- no se usará time-stamps.

source: Last-modified header invalid -- time-stamp ignored.
es: Cabecera Last-modified inválido -- se ignora el time-stamp.

source: Remote file is newer, retrieving.
es: El archivo remoto es más nuevo, se lo trae.

source: %s (%s) - `%s' saved [%ld/%ld]
es: %s (%s) - `%s' guardado [%ld/%ld]

source: %s (%s) - Connection closed at byte %ld.
es: %s (%s) - La conexión se cerró en el byte %ld.

source: %s (%s) - `%s' saved [%ld/%ld])
es: %s (%s) - %s' guardado [%ld/%ld])

source: %s (%s) - Connection closed at byte %ld/%ld.
es: %s (%s) - La conexión se cerró en el byte %ld/%ld.

source: %s (%s) - Read error at byte %ld (%s).
es: %s (%s) - Error de lectura en el byte %ld (%s).

source: %s (%s) - Read error at byte %ld/%ld (%s).
es: %s (%s) - Error de lectura en el byte %ld/%ld (%s).

source: %s: Cannot read %s (%s).
es: %s: No se puede leer %s (%s).

source: %s: Error in %s at line %d.
es: %s: Error en %s, línea %d.

source: %s: Warning: Both system and user wgetrc point to `%s'.
es: %s: Aviso: El wgetrc de usuario y el de sistema apuntan a `%s'.

source: %s: BUG: unknown command `%s', value `%s'.
es: %s: BUG: comando desconocido `%s', valor `%s'.

source: %s: %s: Cannot convert `%s' to an IP address.
es: %s: %s: No se puede convertir `%s' a una dirección IP.

source: %s: %s: Please specify on or off.
es: %s: %s: Especifique `on' u `off'.

source: %s: %s: Please specify always, on, off, or never.
es: %s: %s: Por favor especifique `always', `on', `off' o `never'.

source: %s: %s: Invalid specification `%s'.
es: %s: %s: Especificación `%s' inválida.

source: %s: Invalid specification `%s'
es: %s: Especificación `%s' inválida.

source: Usage: %s [OPTION]... [URL]...
es: Uso: %s [OPCIÓN]... [URL]...

source: GNU Wget %s, a non-interactive network retriever.
es: GNU Wget %s, un recuperador de datos de red no interactivo.

source: Mandatory arguments to long options are mandatory for short options too.
es: Los argumentos obligatorios para las opciones largas también lo son para las cortas.

source: Startup: -V, --version display the version of Wget and exit. -h, --help print this help. -b, --background go to background after startup. -e, --execute=COMMAND execute a `.wgetrc'-style command.
es: Comienzo: -V, --version muestra la versión de Wget y termina. -h, --help muestra esta ayuda. -b, --background pasa a segundo plano luego del inicio. -e, --execute=COMANDO ejectuta un comando `.wgetrc'.

source: Logging and input file: -o, --output-file=FILE log messages to FILE. -a, --append-output=FILE append messages to FILE. -d, --debug print debug output. -q, --quiet quiet (no output). -v, --verbose be verbose (this is the default). -nv, --non-verbose turn off verboseness, without being quiet. -i, --input-file=FILE download URLs found in FILE. -F, --force-html treat input file as HTML. -B, --base=URL prepends URL to relative links in -F -i file.
es: Archivos de registro y entrada: -o, --output-file=ARCHIVO registra los mensajes en ARCHIVO. -a, --append-output=ARCHIVO agrega los mensajes a ARCHIVO. -d, --debug imprime mensajes de debug. -q, --quiet silencioso (no imprime mensajes). -v, --verbose locuaz (esta es la opción por omisión). -nv, --non-verbose ni locuaz ni silencioso, punto medio. -i, --input-file=ARCHIVO lee las URL de ARCHIVO. -F, --force-html trata al archivo de entrada como HTML. -B, --base=URL prefija con URL los enlaces relativos de -F -i archivo.

source: Download: --bind-address=ADDRESS bind to ADDRESS (hostname or IP) on local host. -t, --tries=NUMBER set number of retries to NUMBER (0 unlimits). -O --output-document=FILE write documents to FILE. -nc, --no-clobber don't clobber existing files or use .# suffixes. -c, --continue restart getting an existing file. --dot-style=STYLE set retrieval display style. -N, --timestamping don't retrieve files if older than local. -S, --server-response print server response. --spider don't download anything. -T, --timeout=SECONDS set the read timeout to SECONDS. -w, --wait=SECONDS wait SECONDS between retrievals. --waitretry=SECONDS wait 1...SECONDS between retries of a retrieval. -Y, --proxy=on/off turn proxy on or off. -Q, --quota=NUMBER set retrieval quota to NUMBER.
es: Descarga: --bind-address=DIR usa DIR como dirección local (con bind()). -t, --tries=NÚMERO establece el número de reintentos en NÚMERO (0: sin límite) -O, --output-document=ARCHIVO escribe los documentos en ARCHIVO. -nc, --no-clobber no sobreescribe archivos existentes ni usa sufijos numerados. -c, --continue intenta terminar de traer un archivo existente. --dot-style=ESTILO set retrieval display style. -N, --timestamping no trae archivos más viejos que los locales. -S, --server-response imprime la respuesta del servidor. --spider no trae nada. -T, --timeout=SEGUNDOS el tiempo máximo en una lectura será SEGUNDOS. -w, --wait=SEGUNDOS espera SEGUNDOS entre descargas. --waitretry=SEGUNDOS espera 1...SEGUNDOS entre reintentos. -Y, --proxy=on/off activa o desactiva el uso de proxy. -Q, --quota=NÚMERO establece la cuota de descarga en número.

source: Directories: -nd --no-directories don't create directories. -x, --force-directories force creation of directories. -nH, --no-host-directories don't create host directories. -P, --directory-prefix=PREFIX save files to PREFIX/... --cut-dirs=NUMBER ignore NUMBER remote directory components.
es: Directorios: -nd, --no-directories no crea directorios. -x, --force-directories fuerza la creación de directorios. -nH, --no-host-directories no crea directorios según estén en el servidor. -P, --directory-prefix=PREFIJO guarda archivos en PREFIJO/... --cut-dirs=NÚMERO ignora NÚMERO componentes del directorio remoto.

source: HTTP options: --http-user=USER set http user to USER. --http-passwd=PASS set http password to PASS. -C, --cache=on/off (dis)allow server-cached data (normally allowed). -E, --html-extension save all text/html documents with .html extension. --ignore-length ignore `Content-Length' header field. --header=STRING insert STRING among the headers. --proxy-user=USER set USER as proxy username. --proxy-passwd=PASS set PASS as proxy password. --referer=URL include `Referer: URL' header in HTTP request. -s, --save-headers save the HTTP headers to file. -U, --user-agent=AGENT identify as AGENT instead of Wget/VERSION.
es: Opciones de HTTP: --http-user=USUARIO utiliza USUARIO como usuario http. --http-passwd=CLAVE utiliza la clave CLAVE. -C, --cache=on/off admite (on) o no (off) datos cacheados en el servidor (normalmente sí). -E, --html-extension graba todo documento de tipo text/html con una extensión acorde. --ignore-length ignora la cabecera `Content-length'. --header=CABECERA inserta CABECERA en el encabezado. --proxy-user=USUARIO utiliza USUARIO para conectarse al proxy. --proxy-passwd=CLAVE utiliza la clave CLAVE con el proxy. --referer incluye `Referer: URL' en el requerimiento. -s, --save-headers guarda las cabeceras HTTP en un archivo. -U, --user-agent=AGENTE se identifica como AGENTE en vez de Wget/VERSIÓN.

source: FTP options: --retr-symlinks when recursing, retrieve linked-to files (not dirs). -g, --glob=on/off turn file name globbing on or off. --passive-ftp use the "passive" transfer mode.
es: Opciones de FTP: --retr-symlinks al deambular traer los archivos referidos mediante enlaces simbólicos (que no sean dirs). -g, --glob=on/off activar o desactivar la expansión de patrones para archivos. --passive-ftp usa el modo de transferencia "pasivo".

source: Recursive retrieval: -r, --recursive recursive web-suck -- use with care!. -l, --level=NUMBER maximum recursion depth (inf or 0 for infinite). --delete-after delete files locally after downloading them. -k, --convert-links convert non-relative links to relative. -K, --backup-converted before converting file X, back up as X.orig. -m, --mirror shortcut option equivalent to -r -N -l inf -nr. -nr, --dont-remove-listing don't remove `.listing' files. -p, --page-requisites get all images, etc. needed to display HTML page.
es: Descarga recursiva: -r, --recursive aspira la web recursivamente--¡use con cuidado! -l, --level=NUMBER profundidad máxima de recursión (inf o 0 para infinito). --delete-after borra los archivos locales después de traerlos. -k, --convert-links convierte enlaces absolutos en relativos. -K, --backup-converted antes de convertir X, se lo guarda como X.orig. -m, --mirror equivalente a -r -N -l inf -nr. -nr, --dont-remove-listing no elimina archivos `.listing'. -p, --page-requisites trae lo necesario para mostrar la página HTML.

source: Recursive accept/reject: -A, --accept=LIST comma-separated list of accepted extensions. -R, --reject=LIST comma-separated list of rejected extensions. -D, --domains=LIST comma-separated list of accepted domains. --exclude-domains=LIST comma-separated list of rejected domains. --follow-ftp follow FTP links from HTML documents. --follow-tags=LIST comma-separated list of followed HTML tags. -G, --ignore-tags=LIST comma-separated list of ignored HTML tags. -H, --span-hosts go to foreign hosts when recursive. -L, --relative follow relative links only. -I, --include-directories=LIST list of allowed directories. -X, --exclude-directories=LIST list of excluded directories. -nh, --no-host-lookup don't DNS-lookup hosts. -np, --no-parent don't ascend to the parent directory.
es: Selección de URLs en la recursión: -A, --accept=LISTA lista delimitada con comas de extensiones aceptadas. -R, --reject=LISTA lista delimitada con comas de extensiones rechazadas. -D, --domains=LISTA lista delimitada con comas de dominios aceptados. --exclude-domains=LISTA lista delimitada con comas de dominios rechazados. --follow-ftp seguir enlaces FTP desde documentos HTML. --follow-tags=LISTA lista delimitada con comas de tags HTML seguidos. -G, --ignore-tags=LISTA lista delimitada con comas de tags HTML ignorados. -H, --span-hosts seguir hacia sitios externos. -L, --relative seguir sólo enlaces relativos. -I, --include-directories=LISTA lista de directorios permitidos. -X, --exclude-directories=LISTA lista de directorios excluidos. -nh, --no-host-lookup no buscar nombres de máquinas en DNS. -np, --no-parent no ascender al directorio padre.

source: Mail bug reports and suggestions to <bug-wget@gnu.org>.
es: Envíe reportes de errores y sugerencias a <bug-wget@gnu.org>.

source: %s: debug support not compiled in.
es: %s: soporte para depuración no compilado.

source: Copyright (C) 1995, 1996, 1997, 1998, 2000 Free Software Foundation, Inc. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
es: Copyright (C) 1995, 1996, 1997, 1998, 2000 Free Software Foundation, Inc. Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; no siquiera una garantía implícita de MERCANTIBILIDAD o APLICABILIDAD PARA ALGÚN PROPÓSITO EN PARTICULAR. Vea la GNU General Public License para más detalles.

source: Originally written by Hrvoje Niksic <hniksic@arsdigita.com>.
es: Originalmente escrito por Hrvoje Niksic <hniksic@arsdigita.com>.

source: %s: %s: invalid command
es: %s: %s; comando inválido

source: %s: illegal option -- `-n%c'
es: %s: opción ilegal -- `-n%c'

source: Try `%s --help' for more options.
es: Para más opciones pruebe con `%s --help'.

source: Can't be verbose and quiet at the same time.
es: No se puede ser locuaz (--verbose) y silencioso (--quiet) a la vez.

source: Can't timestamp and not clobber old files at the same time.
es: No se puede datar y evitar sobreescribir viejos archivos a la vez.

source: %s: missing URL
es: %s: falta URL

source: No URLs found in %s.
es: No se encontraron URLs en %s.

source: FINISHED --%s-- Downloaded: %s bytes in %d files
es: TERMINADO --%s-- Se bajó: %s bytes en %d archivos

source: Download quota (%s bytes) EXCEEDED!
es: ¡Cuota de bajado (%s bytes) EXCEDIDA!

source: %s received, redirecting output to `%%s'.
es: se recibió %s, redirigiendo salida hacia `%%s'.

source: Continuing in background.
es: Continuando en segundo plano.

source: Output will be written to `%s'.
es: La salida será escrita en `%s'.

source: Starting WinHelp %s
es: Ejecutando WinHelp %s

source: Usage: %s NETRC [HOSTNAME]
es: Uso: %s NETRC [MÁQUINA]

source: %s: cannot stat %s: %s
es: %s: no se pudo acceder a %s con stat(): %s

source: Removing %s since it should be rejected.
es: Borrando %s, ya que debería ser rechazado.

source: Loading robots.txt; please ignore errors.
es: Cargando robots.txt, por favor ignore errores.

source: [ skipping %dK ]
es: [ %dK salteados ]

source: Could not find proxy host.
es: No se pudo encontrar al servidor proxy.

source: Proxy %s: Must be HTTP.
es: Proxy %s: Debe ser HTTP.

source: %s: Redirection to itself.
es: %s: Redirección a sí mismo.

source: %s: Redirection cycle detected.
es: %s: Se detectó un anillo de redirecciones.

source: Giving up.
es: Me rindo.

source: Retrying.
es: Reintentando.

source: Error (%s): Link %s without a base provided.
es: Error (%s): Enlace %s sin que se haya provisto una base.

source: Error (%s): Base %s relative, without referer URL.
es: Error (%s): La base %s es relativa, sin un URL de `referer'.

source: Converting %s...
es: Convirtiendo %s...

source: Cannot convert links in %s: %s
es: No se pueden convertir enlaces en %s: %s

source: %s: %s: Not enough memory.
es: %s: %s: No hay memoria suficiente.

source: Unknown/unsupported protocol
es: Protocolo desconocido/no-soportado

source: Invalid port specification
es: Especificación de puerto inválida

source: Invalid host name
es: Nombre de host inválido

source: Failed to unlink symlink `%s': %s
es: No se pudo borrar el enlace simbólico `%s': %s
